{
    "vocabulary": [
        "<PAD>",
        "<UNKA>",
        "!",
        "#",
        "$",
        "%",
        "&",
        "'",
        "''",
        "'40s",
        "'60s",
        "'80s",
        "'86",
        "'d",
        "'em",
        "'ll",
        "'m",
        "'n'",
        "'re",
        "'s",
        "'ve",
        ",",
        "-",
        "--",
        "-lcb-",
        "-lrb-",
        "-rcb-",
        "-rrb-",
        ".",
        "...",
        "0.02",
        "0.03",
        "0.05",
        "0.1",
        "0.13",
        "0.19",
        "0.2",
        "0.24",
        "0.25",
        "0.3",
        "0.4",
        "0.5",
        "0.53",
        "0.6",
        "0.60",
        "0.7",
        "0.8",
        "0.82",
        "0.88",
        "0.9",
        "0.95",
        "1",
        "1,000",
        "1,100",
        "1,200",
        "1,300",
        "1,400",
        "1,500",
        "1,800",
        "1,850",
        "1-2-3",
        "1.0",
        "1.01",
        "1.02",
        "1.03",
        "1.04",
        "1.05",
        "1.06",
        "1.07",
        "1.08",
        "1.09",
        "1.1",
        "1.10",
        "1.11",
        "1.12",
        "1.125",
        "1.13",
        "1.14",
        "1.15",
        "1.16",
        "1.17",
        "1.18",
        "1.19",
        "1.2",
        "1.20",
        "1.21",
        "1.22",
        "1.23",
        "1.24",
        "1.25",
        "1.26",
        "1.27",
        "1.28",
        "1.29",
        "1.3",
        "1.30",
        "1.31",
        "1.32",
        "1.34",
        "1.35",
        "1.36",
        "1.37",
        "1.375",
        "1.38",
        "1.39",
        "1.4",
        "1.40",
        "1.41",
        "1.42",
        "1.43",
        "1.44",
        "1.45",
        "1.46",
        "1.48",
        "1.49",
        "1.5",
        "1.50",
        "1.52",
        "1.53",
        "1.54",
        "1.55",
        "1.56",
        "1.5765",
        "1.5795",
        "1.58",
        "1.5820",
        "1.6",
        "1.6145",
        "1.625",
        "1.63",
        "1.64",
        "1.65",
        "1.7",
        "1.71",
        "1.74",
        "1.75",
        "1.76",
        "1.77",
        "1.78",
        "1.8",
        "1.80",
        "1.82",
        "1.8300",
        "1.8340",
        "1.8353",
        "1.8355",
        "1.8400",
        "1.8415",
        "1.8470",
        "1.8485",
        "1.85",
        "1.8500",
        "1.8578",
        "1.86",
        "1.875",
        "1.88",
        "1.9",
        "1.90",
        "1.92",
        "1.93",
        "10",
        "10,000",
        "10-11",
        "10-a-share",
        "10-day",
        "10-year",
        "10.1",
        "10.2",
        "10.3",
        "10.4",
        "10.5",
        "10.6",
        "10.7",
        "10.8",
        "100",
        "100,000",
        "100-share",
        "101",
        "102",
        "103",
        "104",
        "105",
        "106",
        "107",
        "108",
        "109",
        "10:30",
        "10\\/32",
        "10th",
        "11",
        "11,000",
        "11.2",
        "11.25",
        "11.3",
        "11.4",
        "11.5",
        "11.6",
        "11.7",
        "11.8",
        "11.9",
        "11.95",
        "110",
        "110.6",
        "111",
        "112",
        "113",
        "114",
        "114.3",
        "115",
        "118",
        "119",
        "119.88",
        "11\\/16",
        "11\\/32",
        "11th",
        "12",
        "12,000",
        "12-month",
        "12-point",
        "12-year",
        "12.3",
        "12.4",
        "12.45",
        "12.5",
        "12.6",
        "12.7",
        "12.75",
        "12.9",
        "120",
        "120,000",
        "120-day",
        "120.7",
        "121",
        "122",
        "124",
        "124,875",
        "125",
        "12:01",
        "12\\/32",
        "13",
        "13,000",
        "13-week",
        "13.1",
        "13.2",
        "13.4",
        "13.5",
        "13.50",
        "13.6",
        "13.625",
        "13.7",
        "13.75",
        "13.8",
        "130",
        "130,000",
        "132",
        "133",
        "135",
        "136",
        "137",
        "138",
        "139",
        "13\\/16",
        "13th",
        "14",
        "14-year-old",
        "14.2",
        "14.3",
        "14.5",
        "14.6",
        "14.7",
        "14.75",
        "14.8",
        "140",
        "141.45",
        "141.52",
        "141.65",
        "141.70",
        "141.90",
        "142",
        "142.10",
        "142.43",
        "142.85",
        "143",
        "143.80",
        "144",
        "145",
        "146",
        "148",
        "149",
        "15",
        "15,000",
        "15-year",
        "15.1",
        "15.5",
        "15.50",
        "15.6",
        "150",
        "150,000",
        "151,000",
        "153",
        "154",
        "154.2",
        "155",
        "156",
        "156.7",
        "157",
        "158",
        "16",
        "16,000",
        "16-bit",
        "16.2",
        "16.3",
        "16.5",
        "16.6",
        "16.7",
        "16.9",
        "160",
        "160,000",
        "161",
        "162",
        "165",
        "166",
        "168",
        "16\\/32",
        "17",
        "17,000",
        "17.01",
        "17.2",
        "17.3",
        "17.4",
        "17.5",
        "17.50",
        "17.6",
        "17.8",
        "17.9",
        "17.95",
        "170",
        "172",
        "175",
        "176",
        "177",
        "178",
        "178.5",
        "179",
        "17\\/32",
        "18",
        "18,000",
        "18.1",
        "18.4",
        "18.5",
        "18.7",
        "18.75",
        "18.95",
        "180",
        "184",
        "185",
        "187",
        "188",
        "19",
        "19-month-old",
        "19.2",
        "19.50",
        "19.6",
        "19.7",
        "19.95",
        "190",
        "190-point",
        "190.58-point",
        "1906",
        "1920s",
        "1929",
        "1930s",
        "1940s",
        "1942",
        "1947",
        "1948",
        "1949",
        "195",
        "1950",
        "1950s",
        "1951",
        "1953",
        "1955",
        "1956",
        "1958",
        "1959",
        "1960",
        "1960s",
        "1961",
        "1962",
        "1963",
        "1964",
        "1965",
        "1966",
        "1967",
        "1968",
        "1969",
        "1970",
        "1970s",
        "1971",
        "1972",
        "1973",
        "1974",
        "1975",
        "1976",
        "1977",
        "1978",
        "1979",
        "1979-80",
        "1980",
        "1980s",
        "1981",
        "1982",
        "1983",
        "1984",
        "1985",
        "1986",
        "1987",
        "1987-88",
        "1988",
        "1989",
        "1989-90",
        "1989a",
        "1990",
        "1990-model",
        "1990s",
        "1991",
        "1992",
        "1993",
        "1994",
        "1995",
        "1996",
        "1997",
        "1998",
        "1999",
        "19\\/32",
        "19th",
        "19th-century",
        "1\\/2",
        "1\\/2-year",
        "1\\/4",
        "1\\/8",
        "2",
        "2,000",
        "2,500",
        "2,700",
        "2-for-1",
        "2.02",
        "2.07",
        "2.1",
        "2.125",
        "2.14",
        "2.15",
        "2.19",
        "2.2",
        "2.25",
        "2.29",
        "2.3",
        "2.30",
        "2.35",
        "2.375",
        "2.38",
        "2.4",
        "2.40",
        "2.45",
        "2.46",
        "2.5",
        "2.50",
        "2.53",
        "2.58",
        "2.6",
        "2.60",
        "2.61",
        "2.62",
        "2.625",
        "2.63",
        "2.65",
        "2.7",
        "2.73",
        "2.75",
        "2.77",
        "2.79",
        "2.8",
        "2.80",
        "2.85",
        "2.87",
        "2.9",
        "2.95",
        "20",
        "20,000",
        "20-stock",
        "20-year",
        "20.125",
        "20.5",
        "20.6",
        "20.9",
        "200",
        "200,000",
        "2000",
        "2001",
        "2003",
        "2003\\/2007",
        "2004",
        "2005",
        "2006",
        "2007",
        "2008",
        "2009",
        "2010",
        "2012",
        "2014",
        "2015",
        "2016",
        "2018",
        "2019",
        "2029",
        "208",
        "20th",
        "21",
        "21.2",
        "21.3",
        "21.4",
        "21.5",
        "21.7",
        "21.8",
        "210",
        "215",
        "216",
        "21\\/32",
        "21st",
        "22",
        "22.25",
        "22.4",
        "22.5",
        "22.6",
        "22.8",
        "220",
        "220,000",
        "221",
        "225",
        "228",
        "229",
        "22\\/32",
        "23",
        "23,000",
        "23.25",
        "23.5",
        "23.8",
        "230",
        "235",
        "238",
        "24",
        "24,000",
        "24-hour",
        "24.2",
        "24.5",
        "24.8",
        "24.9",
        "240",
        "240,000",
        "242",
        "245",
        "247",
        "248",
        "24th",
        "25",
        "25,000",
        "25-year-old",
        "25.4",
        "25.8",
        "250",
        "250,000",
        "251",
        "252",
        "253",
        "254",
        "255",
        "2596.72",
        "26",
        "26-week",
        "26.23",
        "26.5",
        "26.50",
        "26.7",
        "26.8",
        "26.9",
        "260",
        "264",
        "2645.08",
        "2645.90",
        "2653.28",
        "2659.22",
        "2662.91",
        "267",
        "268",
        "2683.20",
        "2689.14",
        "27",
        "27.1",
        "27.8",
        "27.9",
        "270",
        "273",
        "275",
        "276.8",
        "28",
        "28.4",
        "28.6",
        "280",
        "282",
        "285",
        "286",
        "288",
        "289",
        "29",
        "29.4",
        "29.7",
        "290",
        "29\\/32",
        "2\\/32",
        "3",
        "3,000",
        "3,500",
        "3-for-2",
        "3.1",
        "3.10",
        "3.13",
        "3.16",
        "3.18",
        "3.19",
        "3.2",
        "3.20",
        "3.23",
        "3.25",
        "3.3",
        "3.31",
        "3.35",
        "3.4",
        "3.43",
        "3.45",
        "3.46",
        "3.5",
        "3.52",
        "3.55",
        "3.6",
        "3.625",
        "3.64",
        "3.69",
        "3.7",
        "3.75",
        "3.8",
        "3.85",
        "3.9",
        "30",
        "30,000",
        "30-day",
        "30-second",
        "30-share",
        "30-year",
        "30.6",
        "300",
        "300,000",
        "300-a-share",
        "300-day",
        "300zx",
        "305",
        "309",
        "3090",
        "31",
        "31.2",
        "31.25",
        "32",
        "32,000",
        "32-bit",
        "32.5",
        "32.6",
        "32.8",
        "320",
        "321",
        "325",
        "326",
        "33",
        "33,000",
        "33-year-old",
        "33.3",
        "33.6",
        "330",
        "338",
        "34",
        "34.2",
        "340",
        "35",
        "35,000",
        "35.7",
        "350",
        "350,000",
        "357",
        "36",
        "36.6",
        "360",
        "360-day",
        "362",
        "365-day",
        "368",
        "37",
        "37-year-old",
        "37.1",
        "37.5",
        "37.75",
        "370",
        "375",
        "38",
        "38,000",
        "38.5",
        "380",
        "386",
        "39",
        "39,000",
        "39-year-old",
        "39.55",
        "39.8",
        "390,000",
        "393",
        "396,000",
        "3\\/32",
        "3\\/4",
        "3\\/8",
        "4",
        "4,000",
        "4.05",
        "4.07",
        "4.1",
        "4.2",
        "4.25",
        "4.3",
        "4.375",
        "4.4",
        "4.5",
        "4.50",
        "4.52",
        "4.55",
        "4.6",
        "4.7",
        "4.75",
        "4.8",
        "4.875",
        "4.9",
        "4.90",
        "4.92",
        "40",
        "40,000",
        "40-year-old",
        "40.1",
        "400",
        "400,000",
        "406",
        "41",
        "41.3",
        "41.60",
        "41.8",
        "410",
        "416",
        "42",
        "42.5",
        "42.9",
        "420",
        "425",
        "425,000",
        "43",
        "43%-owned",
        "43,000",
        "43-year-old",
        "43.5",
        "43.50",
        "430",
        "44",
        "44.3",
        "44.5",
        "45",
        "45,000",
        "45-year-old",
        "45.2",
        "45.3",
        "450",
        "450,000",
        "46",
        "46.2",
        "46.9",
        "47",
        "47-year-old",
        "47.6",
        "470",
        "470.80",
        "475",
        "48",
        "48-year-old",
        "480",
        "486",
        "486-based",
        "488",
        "49",
        "49.4",
        "49.7",
        "49.9",
        "490",
        "496",
        "4\\/32",
        "5",
        "5,000",
        "5,500",
        "5.1",
        "5.16",
        "5.2",
        "5.25",
        "5.3",
        "5.32",
        "5.4",
        "5.42",
        "5.5",
        "5.6",
        "5.7",
        "5.70",
        "5.75",
        "5.8",
        "5.9",
        "5.94",
        "50",
        "50,000",
        "50-50",
        "50.1",
        "50.3",
        "50.6",
        "500",
        "500,000",
        "500-stock",
        "501",
        "504",
        "50th",
        "51",
        "51-day",
        "52",
        "52-week",
        "52-year-old",
        "53",
        "53.7",
        "530",
        "54",
        "54,000",
        "540",
        "55",
        "55,000",
        "550",
        "550,000",
        "551",
        "56",
        "56.9",
        "57",
        "57-year-old",
        "57.50",
        "570",
        "575",
        "576",
        "58",
        "58,000",
        "58.9",
        "59",
        "598",
        "5\\/16",
        "5\\/32",
        "5\\/8",
        "6",
        "6,000",
        "6,500",
        "6.07",
        "6.1",
        "6.15",
        "6.2",
        "6.20",
        "6.25",
        "6.3",
        "6.30",
        "6.4",
        "6.40",
        "6.45",
        "6.5",
        "6.6",
        "6.7",
        "6.70",
        "6.76",
        "6.79",
        "6.8",
        "6.9",
        "6.90",
        "60",
        "60,000",
        "600",
        "600,000",
        "605",
        "61",
        "610",
        "62",
        "62%-owned",
        "62,000",
        "62.5",
        "62.875",
        "625",
        "63",
        "64",
        "640",
        "65",
        "65.7",
        "650",
        "66",
        "66.7",
        "66.8",
        "67",
        "67-year-old",
        "670",
        "68",
        "68.5",
        "69",
        "6\\/2",
        "6\\/32",
        "7",
        "7,000",
        "7,500",
        "7.01",
        "7.03",
        "7.1",
        "7.10",
        "7.15",
        "7.19",
        "7.2",
        "7.20",
        "7.25",
        "7.272",
        "7.3",
        "7.30",
        "7.32",
        "7.37",
        "7.4",
        "7.42",
        "7.45",
        "7.458",
        "7.5",
        "7.50",
        "7.51",
        "7.52",
        "7.55",
        "7.6",
        "7.60",
        "7.61",
        "7.62",
        "7.65",
        "7.7",
        "7.74",
        "7.75",
        "7.77",
        "7.78",
        "7.8",
        "7.80",
        "7.81",
        "7.82",
        "7.85",
        "7.875",
        "7.88",
        "7.89",
        "7.9",
        "7.90",
        "7.92",
        "7.93",
        "7.94",
        "7.95",
        "7.96",
        "7.962",
        "7.98",
        "70",
        "70,000",
        "70.1",
        "700",
        "700,000",
        "71",
        "72",
        "72.2",
        "720,000",
        "725",
        "727",
        "73",
        "74",
        "747",
        "75",
        "75,000",
        "750",
        "750,000",
        "76",
        "767",
        "77",
        "78",
        "79",
        "7:30",
        "7\\/16",
        "7\\/32",
        "7\\/8",
        "8",
        "8,000",
        "8.02",
        "8.03",
        "8.04",
        "8.05",
        "8.06",
        "8.07",
        "8.08",
        "8.09",
        "8.1",
        "8.15",
        "8.17",
        "8.2",
        "8.20",
        "8.22",
        "8.25",
        "8.26",
        "8.27",
        "8.28",
        "8.3",
        "8.30",
        "8.32",
        "8.33",
        "8.35",
        "8.375",
        "8.4",
        "8.40",
        "8.42",
        "8.45",
        "8.47",
        "8.48",
        "8.5",
        "8.50",
        "8.53",
        "8.55",
        "8.56",
        "8.575",
        "8.59",
        "8.6",
        "8.60",
        "8.61",
        "8.65",
        "8.7",
        "8.70",
        "8.75",
        "8.8",
        "8.85",
        "8.9",
        "8.90",
        "8.95",
        "80",
        "80%-owned",
        "80,000",
        "80-point",
        "800",
        "800,000",
        "80486",
        "81",
        "813",
        "82",
        "82.8",
        "83",
        "84",
        "849",
        "85",
        "850",
        "86",
        "87",
        "87.5",
        "88",
        "880",
        "89",
        "9",
        "9,000",
        "9-11",
        "9.1",
        "9.2",
        "9.3",
        "9.35",
        "9.4",
        "9.45",
        "9.5",
        "9.6",
        "9.7",
        "9.75",
        "9.78",
        "9.8",
        "9.80",
        "9.81",
        "9.9",
        "90",
        "90,000",
        "900",
        "9000",
        "91",
        "92",
        "925",
        "93",
        "94",
        "95",
        "950",
        "96",
        "963",
        "97",
        "98",
        "99",
        "99.1",
        "99.1875",
        "99.75",
        "999",
        "9:30",
        "9\\/16",
        "9\\/32",
        ":",
        ";",
        "<PAD>",
        "<UNKA>",
        "?",
        "\\*",
        "\\*\\*",
        "`",
        "``",
        "a",
        "a$",
        "a&m",
        "a.",
        "a.c.",
        "a.g.",
        "a.h.",
        "a.m",
        "a.m.",
        "a.p.",
        "ab",
        "aba",
        "abandon",
        "abandoned",
        "abb",
        "abbie",
        "abbott",
        "abby",
        "abc",
        "ability",
        "able",
        "abm",
        "abnormal",
        "aboard",
        "abolish",
        "abolished",
        "aborted",
        "abortion",
        "abortion-rights",
        "abortions",
        "abound",
        "about",
        "about-face",
        "above",
        "abraham",
        "abrams",
        "abramson",
        "abrasive",
        "abrasives",
        "abroad",
        "abrupt",
        "abruptly",
        "absence",
        "absenteeism",
        "absolute",
        "absolutely",
        "absorb",
        "absorbed",
        "abstract",
        "absurd",
        "abundant",
        "abuse",
        "abused",
        "abuses",
        "abusive",
        "ac&r",
        "academic",
        "academics",
        "academy",
        "acadia",
        "accelerate",
        "accelerated",
        "accelerating",
        "acceleration",
        "accept",
        "acceptable",
        "acceptance",
        "acceptances",
        "accepted",
        "accepting",
        "accepts",
        "access",
        "accessible",
        "accessories",
        "accident",
        "acclaim",
        "accommodate",
        "accompanied",
        "accompanies",
        "accompany",
        "accompanying",
        "accomplish",
        "accomplished",
        "accomplishments",
        "accord",
        "according",
        "accordingly",
        "accords",
        "account",
        "accountability",
        "accountable",
        "accountant",
        "accountants",
        "accounted",
        "accounting",
        "accounts",
        "accrue",
        "accrued",
        "accumulated",
        "accumulating",
        "accumulation",
        "accuracy",
        "accurate",
        "accurately",
        "accusations",
        "accuse",
        "accused",
        "accuses",
        "accusing",
        "accustomed",
        "achenbaum",
        "achieve",
        "achieved",
        "achievement",
        "achieving",
        "acid",
        "acid-rain",
        "ackerman",
        "acknowledge",
        "acknowledged",
        "acknowledges",
        "acknowledging",
        "acne",
        "acquire",
        "acquired",
        "acquirer",
        "acquirers",
        "acquires",
        "acquiring",
        "acquisition",
        "acquisitions",
        "acquitted",
        "acre",
        "acres",
        "across",
        "across-the-board",
        "act",
        "acted",
        "acting",
        "action",
        "actions",
        "active",
        "actively",
        "activist",
        "activists",
        "activities",
        "activity",
        "actor",
        "actors",
        "actress",
        "acts",
        "actual",
        "actually",
        "acura",
        "acute",
        "ad",
        "adamant",
        "adams",
        "adapt",
        "adapted",
        "add",
        "added",
        "addicts",
        "adding",
        "addison",
        "addition",
        "additional",
        "additionally",
        "additions",
        "address",
        "addressed",
        "addresses",
        "addressing",
        "adds",
        "adequate",
        "adequately",
        "adhesive",
        "adjacent",
        "adjournment",
        "adjudicator",
        "adjust",
        "adjustable",
        "adjusted",
        "adjuster",
        "adjusters",
        "adjusting",
        "adjustment",
        "adjustments",
        "adler",
        "adm.",
        "administer",
        "administered",
        "administration",
        "administrative",
        "administrator",
        "administrators",
        "admirable",
        "admission",
        "admissions",
        "admit",
        "admits",
        "admitted",
        "admittedly",
        "admitting",
        "adn",
        "adobe",
        "adolph",
        "adopt",
        "adopted",
        "adopting",
        "adoption",
        "adrs",
        "ads",
        "adult",
        "adults",
        "advance",
        "advanced",
        "advancers",
        "advances",
        "advancing",
        "advantage",
        "advantages",
        "advent",
        "adversary",
        "adverse",
        "adversely",
        "advertise",
        "advertised",
        "advertisement",
        "advertisements",
        "advertiser",
        "advertisers",
        "advertising",
        "advice",
        "advise",
        "advised",
        "adviser",
        "advisers",
        "advises",
        "advising",
        "advisory",
        "advocacy",
        "advocate",
        "advocated",
        "advocates",
        "advocating",
        "aeg",
        "aegis",
        "aerobics",
        "aeroflot",
        "aeronautics",
        "aerospace",
        "aesthetic",
        "aetna",
        "aew",
        "affair",
        "affairs",
        "affect",
        "affected",
        "affecting",
        "affects",
        "affidavit",
        "affidavits",
        "affiliate",
        "affiliated",
        "affiliates",
        "affirmative",
        "affirmative-action",
        "affirmed",
        "affluent",
        "afford",
        "affordable",
        "afforded",
        "afghanistan",
        "afl-cio",
        "aflatoxin",
        "afloat",
        "afraid",
        "africa",
        "african",
        "afrikaner",
        "afrikaners",
        "after",
        "after-hours",
        "after-tax",
        "aftereffects",
        "aftermath",
        "afternoon",
        "aftershock",
        "aftershocks",
        "afterward",
        "afterwards",
        "ag",
        "aga",
        "again",
        "against",
        "age",
        "aged",
        "agencies",
        "agency",
        "agenda",
        "agendas",
        "agent",
        "agents",
        "ages",
        "aggravated",
        "aggregate",
        "aggregates",
        "aggressive",
        "aggressively",
        "aging",
        "agip",
        "agnelli",
        "agnew",
        "agnos",
        "ago",
        "agree",
        "agreed",
        "agreeing",
        "agreement",
        "agreements",
        "agrees",
        "agricole",
        "agricultural",
        "agriculture",
        "ahead",
        "ahmanson",
        "ai",
        "aichi",
        "aid",
        "aide",
        "aided",
        "aides",
        "aids",
        "aikman",
        "ailes",
        "ailing",
        "ailment",
        "aim",
        "aimed",
        "aiming",
        "aims",
        "air",
        "air-conditioned",
        "air-freight",
        "air-traffic",
        "airborne",
        "airbus",
        "aircraft",
        "aired",
        "airing",
        "airline",
        "airlines",
        "airplane",
        "airplanes",
        "airport",
        "airports",
        "airwaves",
        "airways",
        "aisle",
        "aiw",
        "ajinomoto",
        "akin",
        "akio",
        "akzo",
        "al",
        "ala.",
        "alabama",
        "alamos",
        "alan",
        "alar",
        "alarm",
        "alarmed",
        "alarms",
        "alaska",
        "alaskan",
        "albany",
        "albeit",
        "albert",
        "alberta",
        "albuquerque",
        "alcee",
        "alcohol",
        "alert",
        "alex",
        "alexander",
        "alexandria",
        "alfred",
        "alice",
        "alien",
        "alienating",
        "aliens",
        "aligned",
        "alike",
        "alive",
        "all",
        "all-out",
        "all-time",
        "all-white",
        "allan",
        "allay",
        "allegations",
        "allege",
        "alleged",
        "allegedly",
        "alleges",
        "allegiance",
        "alleging",
        "allen",
        "allergies",
        "alleviate",
        "alley",
        "alleys",
        "alliance",
        "alliances",
        "allianz",
        "allied",
        "allied-lyons",
        "allied-signal",
        "allies",
        "allocate",
        "allocated",
        "allocation",
        "allotments",
        "allow",
        "allowable",
        "allowance",
        "allowances",
        "allowed",
        "allowing",
        "allows",
        "allstate",
        "alltel",
        "ally",
        "almost",
        "aloft",
        "alone",
        "along",
        "alongside",
        "already",
        "also",
        "alter",
        "altered",
        "alternative",
        "alternatively",
        "alternatives",
        "althea",
        "although",
        "altimari",
        "altman",
        "alto",
        "altogether",
        "aluminum",
        "alumni",
        "alusuisse",
        "alvin",
        "always",
        "am",
        "amass",
        "amassed",
        "amasses",
        "amazement",
        "amazing",
        "ambassador",
        "ambiguities",
        "ambiguous",
        "ambitions",
        "ambitious",
        "ambivalent",
        "ambrosiano",
        "ambulance",
        "amdahl",
        "amdura",
        "amend",
        "amended",
        "amendment",
        "amendments",
        "amenities",
        "amerada",
        "america",
        "american",
        "american-made",
        "american-style",
        "americana",
        "americans",
        "americas",
        "ameritech",
        "ames",
        "amex",
        "amgen",
        "amicable",
        "amid",
        "amira",
        "ammann",
        "ammonium",
        "amoco",
        "among",
        "amortization",
        "amount",
        "amounted",
        "amounts",
        "ample",
        "amr",
        "amram",
        "amsterdam",
        "amt",
        "amtech",
        "amtrak",
        "amusing",
        "amway",
        "an",
        "ana",
        "anacomp",
        "analog",
        "analysis",
        "analyst",
        "analysts",
        "analytical",
        "analyze",
        "analyzed",
        "analyzing",
        "anc",
        "anchor",
        "ancient",
        "and",
        "anderson",
        "andersson",
        "andreas",
        "andrew",
        "andrews",
        "andy",
        "anecdotal",
        "angeles",
        "angeles-based",
        "angell",
        "angelo",
        "angels",
        "anger",
        "angered",
        "angle",
        "anglia",
        "anglo",
        "anglo-dutch",
        "anglo-french",
        "angry",
        "anheuser",
        "anheuser-busch",
        "animal",
        "animals",
        "animation",
        "ann",
        "anne",
        "anniversary",
        "announce",
        "announced",
        "announcement",
        "announcements",
        "announcer",
        "announcing",
        "annoyed",
        "annual",
        "annualized",
        "annually",
        "annuities",
        "annuity",
        "anonymity",
        "anonymous",
        "another",
        "answer",
        "answered",
        "answering",
        "answers",
        "antagonize",
        "antar",
        "antarctica",
        "anthers",
        "anthony",
        "anthrax",
        "anti-abortion",
        "anti-abortionists",
        "anti-apartheid",
        "anti-drug",
        "anti-dumping",
        "anti-government",
        "anti-miscarriage",
        "anti-monopoly",
        "anti-nuclear",
        "anti-soviet",
        "anti-takeover",
        "anti-union",
        "antibody",
        "anticipate",
        "anticipated",
        "anticipates",
        "anticipating",
        "anticipation",
        "antique",
        "antiquities",
        "antitrust",
        "antolini",
        "anton",
        "antonio",
        "anxieties",
        "anxiety",
        "anxious",
        "any",
        "anybody",
        "anymore",
        "anyone",
        "anything",
        "anytime",
        "anyway",
        "anywhere",
        "aoun",
        "apart",
        "apartheid",
        "apartment",
        "apartments",
        "apiece",
        "apogee",
        "appalled",
        "apparatus",
        "apparel",
        "apparent",
        "apparently",
        "appeal",
        "appealed",
        "appealing",
        "appeals",
        "appear",
        "appearance",
        "appearances",
        "appeared",
        "appearing",
        "appears",
        "appellate",
        "appetite",
        "applaud",
        "applauded",
        "applauds",
        "applause",
        "apple",
        "apples",
        "appleyard",
        "appliance",
        "appliances",
        "applicable",
        "applicants",
        "application",
        "applications",
        "applied",
        "applies",
        "apply",
        "applying",
        "appoint",
        "appointed",
        "appointment",
        "appointments",
        "appraisals",
        "appreciate",
        "appreciated",
        "appreciation",
        "approach",
        "approached",
        "approaches",
        "approaching",
        "appropriate",
        "appropriated",
        "appropriately",
        "appropriation",
        "appropriations",
        "appropriators",
        "approval",
        "approvals",
        "approve",
        "approved",
        "approves",
        "approximate",
        "approximately",
        "april",
        "apt",
        "aquarium",
        "aquino",
        "arab",
        "arab-sponsored",
        "arabia",
        "arabian",
        "arabs",
        "arafat",
        "aramid",
        "arbel",
        "arbitrage",
        "arbitrager",
        "arbitragers",
        "arbitrarily",
        "arbitration",
        "arbitrator",
        "arbs",
        "arby",
        "arch",
        "arched",
        "architect",
        "architects",
        "architectural",
        "architecture",
        "archive",
        "archrival",
        "archuleta",
        "arco",
        "arctic",
        "are",
        "area",
        "areas",
        "arena",
        "argentina",
        "argentine",
        "argue",
        "argued",
        "argues",
        "arguing",
        "argument",
        "arguments",
        "arias",
        "arise",
        "arising",
        "ariz",
        "ariz.",
        "arizona",
        "ark",
        "ark.",
        "arkansas",
        "arlington",
        "arm",
        "armco",
        "armed",
        "armenian",
        "armies",
        "armonk",
        "armored",
        "arms",
        "arms-control",
        "armstrong",
        "army",
        "arnold",
        "arose",
        "around",
        "aroused",
        "arrange",
        "arranged",
        "arrangement",
        "arrangements",
        "arranging",
        "array",
        "arrest",
        "arrested",
        "arrests",
        "arrival",
        "arrivals",
        "arrive",
        "arrived",
        "arrives",
        "arrogant",
        "arsenals",
        "art",
        "arteries",
        "artery",
        "arthur",
        "article",
        "articles",
        "artificially",
        "artist",
        "artistic",
        "artists",
        "arts",
        "artwork",
        "aruba",
        "as",
        "asahi",
        "asarco",
        "asbestos",
        "asbestos-related",
        "asea",
        "ashland",
        "ashurst",
        "asia",
        "asia-pacific",
        "asian",
        "asians",
        "aside",
        "ask",
        "aska",
        "asked",
        "asking",
        "asks",
        "aslacton",
        "aslanian",
        "asman",
        "aspect",
        "aspects",
        "asphalt",
        "aspirations",
        "asquith",
        "assassination",
        "assassinations",
        "assault",
        "assembled",
        "assembly",
        "assert",
        "asserted",
        "asserting",
        "assertion",
        "assertions",
        "asserts",
        "assess",
        "assessed",
        "assessing",
        "assessment",
        "assessments",
        "asset",
        "asset-backed",
        "assets",
        "assign",
        "assigned",
        "assignment",
        "assist",
        "assistance",
        "assistant",
        "assisted",
        "assisting",
        "associate",
        "associated",
        "associates",
        "association",
        "associations",
        "assorted",
        "assortment",
        "assume",
        "assumed",
        "assumes",
        "assuming",
        "assumption",
        "assumptions",
        "assurance",
        "assurances",
        "assure",
        "assured",
        "asthma",
        "astonishing",
        "astronauts",
        "at",
        "at&t",
        "ate",
        "athena",
        "athletes",
        "athletic",
        "athletics",
        "atkins",
        "atlanta",
        "atlanta-based",
        "atlantic",
        "atlantis",
        "atlas",
        "atmosphere",
        "atmospheric",
        "atoms",
        "atop",
        "atsushi",
        "attach",
        "attached",
        "attaching",
        "attack",
        "attacked",
        "attacking",
        "attacks",
        "attempt",
        "attempted",
        "attempting",
        "attempts",
        "attend",
        "attendance",
        "attendant",
        "attendants",
        "attended",
        "attending",
        "attention",
        "attests",
        "attic",
        "attitude",
        "attitudes",
        "attorney",
        "attorney-client",
        "attorneys",
        "attract",
        "attracted",
        "attracting",
        "attraction",
        "attractions",
        "attractive",
        "attractiveness",
        "attracts",
        "attributable",
        "attribute",
        "attributed",
        "attributes",
        "attrition",
        "auction",
        "auctioned",
        "auctions",
        "audience",
        "audiences",
        "audio",
        "audit",
        "audited",
        "audition",
        "auditor",
        "auditors",
        "audits",
        "aug.",
        "augment",
        "august",
        "aunt",
        "aurora",
        "aussedat",
        "austere",
        "austerity",
        "austin",
        "australia",
        "australian",
        "author",
        "authoritarian",
        "authorities",
        "authority",
        "authorization",
        "authorize",
        "authorized",
        "authorizing",
        "authors",
        "auto",
        "auto-industry",
        "autographed",
        "automated",
        "automatic",
        "automatically",
        "automation",
        "automobile",
        "automobiles",
        "automotive",
        "autonomous",
        "autonomy",
        "autos",
        "autumn",
        "auvil",
        "auxiliary",
        "availability",
        "available",
        "avenue",
        "average",
        "averaged",
        "averages",
        "averaging",
        "avert",
        "avery",
        "aviation",
        "avoid",
        "avoidance",
        "avoided",
        "avoiding",
        "avon",
        "avondale",
        "await",
        "awaited",
        "awaiting",
        "awaits",
        "award",
        "awarded",
        "awarding",
        "awards",
        "aware",
        "awareness",
        "away",
        "awesome",
        "awful",
        "awkward",
        "awry",
        "axa",
        "axa-midi",
        "ayer",
        "azoff",
        "azt",
        "aztar",
        "b",
        "b-2",
        "b.",
        "b.a.t",
        "b.v.",
        "b2",
        "ba3",
        "babies",
        "baby",
        "bacarella",
        "back",
        "backbone",
        "backdrop",
        "backe",
        "backed",
        "backer",
        "backers",
        "backfire",
        "backfired",
        "background",
        "backgrounds",
        "backing",
        "backlash",
        "backlog",
        "backlogs",
        "backs",
        "backup",
        "bacon",
        "bacteria",
        "bacterial",
        "bacterium",
        "bad",
        "baden-wuerttemberg",
        "badly",
        "baer",
        "bag",
        "bags",
        "bahamas",
        "bail",
        "bailey",
        "bailout",
        "bailouts",
        "baird",
        "baja",
        "baker",
        "bakersfield",
        "bakeware",
        "bakker",
        "balance",
        "balance-of-payments",
        "balanced",
        "balances",
        "balancing",
        "baldwin",
        "balk",
        "balked",
        "ball",
        "ballard",
        "ballhaus",
        "balloon",
        "ballooning",
        "balloonists",
        "balloons",
        "ballot",
        "balloting",
        "ballots",
        "ballpark",
        "ballplayers",
        "ballroom",
        "balls",
        "bally",
        "baltic",
        "baltimore",
        "balzac",
        "ban",
        "banana",
        "banc",
        "banca",
        "banco",
        "bancorp",
        "bancorp.",
        "bancroft",
        "band",
        "bandwagon",
        "bang",
        "bank",
        "bank-backed",
        "bank-holding",
        "bankamerica",
        "banker",
        "bankers",
        "banking",
        "bankrupt",
        "bankruptcies",
        "bankruptcy",
        "bankruptcy-court",
        "bankruptcy-law",
        "banks",
        "banned",
        "banning",
        "banponce",
        "banque",
        "bans",
        "banxquote",
        "bar",
        "barbara",
        "barber",
        "barclay",
        "barclays",
        "bard",
        "bare-faced",
        "barely",
        "bargain",
        "bargain-basement",
        "bargaining",
        "bargains",
        "barge",
        "barges",
        "baring",
        "barksdale",
        "barn",
        "barnard",
        "barnett",
        "barney",
        "barnum",
        "barometer",
        "baron",
        "barr",
        "barre",
        "barred",
        "barrel",
        "barrels",
        "barrett",
        "barrier",
        "barriers",
        "barring",
        "barris",
        "barron",
        "barry",
        "bars",
        "bart",
        "bartlett",
        "base",
        "baseball",
        "based",
        "baseline",
        "basement",
        "bases",
        "basf",
        "basham",
        "basic",
        "basically",
        "basin",
        "basir",
        "basis",
        "basket",
        "basketball",
        "baskets",
        "bass",
        "bat",
        "batch",
        "batchelder",
        "bates",
        "batibot",
        "batman",
        "batter",
        "battered",
        "batteries",
        "battery",
        "battery-operated",
        "battle",
        "battled",
        "battles",
        "battling",
        "baum",
        "bauman",
        "bausch",
        "bavaria",
        "baxter",
        "bay",
        "bayerische",
        "be",
        "beach",
        "beaches",
        "beale",
        "beam",
        "bean",
        "beans",
        "bear",
        "bearing",
        "bearings",
        "bearish",
        "bears",
        "beat",
        "beaten",
        "beating",
        "beatrice",
        "beats",
        "beau",
        "beauregard",
        "beautiful",
        "beauty",
        "beaver",
        "bebear",
        "became",
        "because",
        "bechtel",
        "become",
        "becomes",
        "becoming",
        "bed",
        "beecham",
        "beef",
        "beefeater",
        "beefed",
        "been",
        "beeper",
        "beer",
        "beers",
        "bees",
        "before",
        "beforehand",
        "began",
        "beghin-say",
        "begin",
        "beginning",
        "begins",
        "begun",
        "behalf",
        "behave",
        "behaving",
        "behavior",
        "behest",
        "behind",
        "beijing",
        "being",
        "beings",
        "beirut",
        "beleaguered",
        "belfry",
        "belgian",
        "belgique",
        "belgium",
        "belief",
        "beliefs",
        "believe",
        "believed",
        "believes",
        "believing",
        "bell",
        "belli",
        "bello",
        "bells",
        "bellsouth",
        "bellwether",
        "belo",
        "belong",
        "belonging",
        "belongs",
        "below",
        "belt",
        "belts",
        "ben",
        "bench",
        "benchmark",
        "beneath",
        "beneficial",
        "beneficiaries",
        "beneficiary",
        "benefit",
        "benefit-seeking",
        "benefited",
        "benefiting",
        "benefits",
        "benign",
        "benjamin",
        "bennett",
        "benson",
        "bent",
        "benton",
        "berbera",
        "beretta",
        "bergen",
        "bergsma",
        "berkeley",
        "berkshire",
        "berlin",
        "berliner",
        "berman",
        "bernard",
        "bernstein",
        "berry",
        "bert",
        "berthold",
        "beset",
        "beside",
        "besides",
        "besieged",
        "best",
        "best-known",
        "bested",
        "bet",
        "beta",
        "beth",
        "bethforge",
        "bethlehem",
        "bets",
        "betsy",
        "better",
        "betting",
        "betty",
        "between",
        "beverage",
        "beverages",
        "beverly",
        "beyond",
        "bias",
        "bible",
        "bickering",
        "bickwit",
        "bicycle",
        "bid",
        "bidder",
        "bidders",
        "bidding",
        "bids",
        "biehl",
        "big",
        "big-ticket",
        "big-time",
        "bigger",
        "biggest",
        "bigotry",
        "bike",
        "bikes",
        "bilateral",
        "bill",
        "billed",
        "billing",
        "billings",
        "billion",
        "billion-dollar",
        "billionaire",
        "billions",
        "bills",
        "bilzerian",
        "bind",
        "binge",
        "biny",
        "biography",
        "biological",
        "biotechnology",
        "bip",
        "bipartisan",
        "bird",
        "birds",
        "birmingham",
        "birnbaum",
        "birtcher",
        "birth",
        "birthday",
        "births",
        "bishop",
        "bit",
        "biting",
        "bits",
        "bitter",
        "bitterly",
        "bizarre",
        "black",
        "black-and-white",
        "blacks",
        "blackstone",
        "blair",
        "blame",
        "blamed",
        "blames",
        "blaming",
        "blanchard",
        "blandings",
        "blank",
        "blanket",
        "blast",
        "bleak",
        "bleeding",
        "blending",
        "blessing",
        "blew",
        "blind",
        "blink",
        "blip",
        "bloated",
        "bloc",
        "bloch",
        "block",
        "blockade",
        "blockbuster",
        "blocked",
        "blocking",
        "blocks",
        "blodgett",
        "blonde",
        "blood",
        "bloody",
        "bloomingdale",
        "blow",
        "blown",
        "blows",
        "blue",
        "blue-chip",
        "blue-collar",
        "blueprint",
        "blues",
        "bluff",
        "blum",
        "blumenfeld",
        "blunt",
        "blunted",
        "bnl",
        "board",
        "boards",
        "boast",
        "boasted",
        "boasts",
        "boat",
        "boats",
        "bob",
        "bobby",
        "boca",
        "bock",
        "bode",
        "bodies",
        "body",
        "boehm",
        "boeing",
        "boesel",
        "boesky",
        "bogart",
        "bogus",
        "boies",
        "boiler",
        "boiler-room",
        "boilers",
        "boise",
        "bold",
        "bolinas",
        "bolivia",
        "bologna",
        "bolster",
        "bolstered",
        "bolstering",
        "bolts",
        "bomb",
        "bombarded",
        "bombay",
        "bomber",
        "bombs",
        "bombshell",
        "bon",
        "bonanza",
        "bond",
        "bond-equivalent",
        "bond-trading",
        "bondholders",
        "bonds",
        "bone",
        "bones",
        "bonn",
        "bonnie",
        "bono",
        "bonus",
        "bonuses",
        "bonwit",
        "book",
        "booked",
        "booking",
        "bookings",
        "booklets",
        "books",
        "boom",
        "boomers",
        "booming",
        "boon",
        "boone",
        "boost",
        "boosted",
        "boosters",
        "boosting",
        "boosts",
        "booth",
        "booths",
        "boots",
        "bordeaux",
        "borden",
        "border",
        "borders",
        "bore",
        "boren",
        "boring",
        "born",
        "borough",
        "borrow",
        "borrowed",
        "borrower",
        "borrowers",
        "borrowing",
        "borrowings",
        "bosch",
        "boss",
        "bosses",
        "boston",
        "boston-based",
        "botched",
        "both",
        "bother",
        "bothered",
        "bottle",
        "bottled",
        "bottles",
        "bottling",
        "bottom",
        "bougainville",
        "bought",
        "bouillaire",
        "boulder",
        "boulevard",
        "bounce",
        "bounced",
        "bounces",
        "bouncing",
        "bound",
        "boundaries",
        "boundary",
        "bourbon",
        "bout",
        "boutique",
        "bouygues",
        "boveri",
        "bowed",
        "bowes",
        "bowl",
        "bowles",
        "bowling",
        "bowls",
        "box",
        "boxes",
        "boxy",
        "boy",
        "boyd",
        "boyer",
        "boys",
        "bozell",
        "bpc",
        "bpca",
        "bra",
        "brace",
        "braced",
        "bracing",
        "bracket",
        "bradford",
        "bradley",
        "bradstreet",
        "brady",
        "brae",
        "braidwood",
        "brain",
        "brains",
        "brakes",
        "bran",
        "branca",
        "branch",
        "branches",
        "brand",
        "brand-name",
        "brands",
        "brandy",
        "braniff",
        "brass",
        "brawer",
        "brawl",
        "brazil",
        "brazilian",
        "breach",
        "bread",
        "bread-and-butter",
        "breadth",
        "break",
        "break-even",
        "breakdown",
        "breaker",
        "breakers",
        "breakfast",
        "breaking",
        "breaks",
        "breakthrough",
        "breakup",
        "breast",
        "breath",
        "breathing",
        "breathtaking",
        "bred",
        "breed",
        "breeden",
        "breeder",
        "breeders",
        "breeding",
        "breene",
        "brenda",
        "brent",
        "brethren",
        "bretz",
        "brew",
        "brewer",
        "breweries",
        "brewery",
        "brewing",
        "brian",
        "bribe",
        "bribed",
        "bribery",
        "bribes",
        "brick",
        "bricks",
        "bridge",
        "bridges",
        "brief",
        "briefcase",
        "briefing",
        "briefly",
        "briefs",
        "brierley",
        "bright",
        "brightest",
        "brilliant",
        "bring",
        "bringing",
        "brings",
        "brink",
        "brisk",
        "bristol",
        "bristol-myers",
        "britain",
        "british",
        "broad",
        "broad-based",
        "broadcast",
        "broadcasters",
        "broadcasting",
        "broadcasts",
        "broaden",
        "broadening",
        "broader",
        "broadest",
        "broadly",
        "broadway",
        "broberg",
        "brochures",
        "broderick",
        "brody",
        "broke",
        "broken",
